function getSData() {
  var data = {
    "tou": [
      {
        "title": "什么是龙虎榜？",
        "content": '龙虎榜是交易所公布的当日异动股票汇总。上榜主要有日价格涨跌幅偏离值7%、日换手率达到20%、日价格振幅达到15%以及连续三个交易日内，涨跌幅偏离值累计达到20%等4个主要条件。上得了龙虎榜的个股股性活跃，往往不是市场的焦点，就是市场的热点。<br/><br/>龙虎榜上的机构席位都是一些公募、私募等法人账户，他们的资金一般是募集而来，上榜后统一称为“机构专用”。由于知名游资所在席位营业部是固定的，可以通过上榜营业部推断出知名游资动向，为选股提供依据。<br/><br/>所以，龙虎榜是短线客必须研究的工具。'
      },
      {
        "title": "龙虎榜的作用是什么？",
        "content": '龙虎榜是研究游资动向的主要工具。<br/><br/>研究龙虎榜的目的是通过龙虎榜上榜股票和买卖席位的分析，揣摩出强势股的运行规律，捕捉到当下市场主流热点及大牛股的蛛丝马迹，使自己能高效、精准地发现、捕捉阶段主流热点的龙头个股，增加盈利的概率；同时，窥探、学习、模仿实践知名游资的选股逻辑和选股方向，不断对照实践总结，使自己的思维和选股思路逐日接近主流游资的思维，在思维上先人一步，提前介入有启动迹象但还没有大幅拉升的板块和个股，高效地跟随市场，及时捕捉到阶段龙头个股。<br/><br/>一旦你的思维与主流游资思维相似时，你离成功也就不远了，赚大钱的时刻也就到来了。'
      },
      {
        "title": "什么样的股票会上龙虎榜？",
        "content": '有3类：<br/><br/>　　1、日常交易<br/>　　日收盘价涨跌幅偏离值达±7%<br/>　　日振幅达15%<br/>　　日换手率达20%<br/>　　这很简单，但很多人搞混了，有说前5名，有说前3名，注意了：深市分主板、中小板、创业板，每个条件各选前5名的上榜。沪市每个条件各选前3名上榜。如果条件相同，则按成交额和成交量选取。<br/><br/>　　2、异常波动<br/>    　　连续3个交易日收盘价偏离值累计达到±20%(ST和*ST为±12%)<br/>    　　连续3个交易日累计换手率达到20%、且日均换手率与前5个交易日日均换手率的比值达到30倍<br/><br/>　　3、无价格涨跌幅限制的个股<br/>    　　比如旧规则下，当天上市的新股'
      },
      {
        "title": "龙虎榜会公布些什么？",
        "content": '当日买入、卖出金额最大的5家营业部的名称，及其买入、卖出金额。属于异常波动的，则公布异常波动期间，累计买入、卖出金额最大5家会员营业部的名称及其买入、卖出金额。'
      },
      {
        "title": "龙虎榜一般什么时候公布？",
        "content": '下午4点半到5点半间。'
      },
      {
        "title": "龙虎榜上有几种席位？",
        "content": '两种，一种是机构席位，一种是营业部席位.<br/>	<br/>　　机构席位是指基金专用席位、券商自营专用席位、社保专用席位、券商理财专用席位、保险机构专用席位、保险机构租用席位、QFII专用席位等机构投资者买卖证券的专用通道和席位。上榜统一名称为“机构专用”。<br/><br/>	营业部席位：即自然人账户，就是跟你我这样的普通股民账户一样的，但能上龙虎榜的多是股市里顶尖的游资。'
      },
      {
        "title": "龙虎榜怎么看？",
        "content": '一般情况下，看这几点：<br/><br/>　　1、买卖双方力量比对，买方总金额越大越好。而买一和买二的金额最好不要相差太大，否则会容易造成一家独大，后市意味着抛压也大。<br/><br/>　　2、留意游资的身份和操盘风格，是一线知名游资还是名不见经传的游资？最近是否经常上榜？操盘风格是怎么样的？这个游资上榜之后历次的走势是怎么样的？一日游为主还是波段为主？通常一日游资口碑不太好，上榜了也对行情没有多少推动作用，反而打击做多的积极性。波段游资则比较受欢迎。<br/><br/>　　3、买方中机构专用席位的数量当然是越多越好，机构当日买入金额占总成交金额比例越大越好，一次性锁定筹码集中度越高越好。机构进驻往往中期行情较大，一日游较少；而游资和机构混杂说明游资和主流资金达成共识，继续上涨概率较高。<br/><br/>　　4、当买方5个席位均为游资，而卖方所有席位大多为机构的时候，说明机构有出局的想法，有可能是该股基本面发生了转变，或者其他的不确定性让机构调仓换股。<br/><br/>　　5、当买方均为机构、卖方全部为游资席位，如果股价已经在炒作高位，发生这样的交易数据则机构有利益输送嫌疑，利用机构效应吸引散户高位接盘来帮助游资顺利出货。'
      },
      {
        "title": "能跟着龙虎榜吃肉喝汤吗？",
        "content": '理论上能，前提是你对某个席位已经研究非常透彻了，否则，分分钟跌成猪头。<br/><br/>　　A、你无法得到实时消息，首先你在时间点上就输了，你看到他们的交易记录已经是收盘了，如果第二天高开，你是跟还是不跟，在什么点位跟，都是很难取舍的。当你看到龙虎榜进去的时候，其实距离主力出货不远了。<br/><br/>　　B、上龙虎榜是有条件的，你看到的只是冰山一角，他进了多少，出了多少，什么手法你是不知道的。<br/><br/>　　C、最后，你并不知道他们这次建仓是不是醉翁之意不在酒，而是其他东西，比如隐形贿赂等。'
      }
    ]
  };
  return data;
}
module.exports = {
  getSData: getSData
}