var loadData=function(){
  var datas = [
    {
      "title": "测测你的财运",
      "content": "新年以来你和她（他）第一次约会，一起去庙里进香。你许愿今年万事如意，结果抽了一个大吉签。如果要你把这个好签系在树枝上，你选以下哪个树枝？",
      "choice": { "A": "尽量高的树枝。", "B": "一伸手就够得到的树枝。", "C": "低矮的树枝上" },
      "result": { "A": "选择尽量高的树枝。<br/>属于可自由创想的类型。你的独特的思考方式常让周围的人惊讶，担心或害怕。如果你有合乎时宜的点子，很可能就会招来大财运。可你的点子若太脱离现实，脱离常情，就不易被人理解，变得孤立。若想在生意上获得成功，就必须冷静地在各方面检讨，好好发挥你的才能。", "B": "选择一伸手就够得到的树枝。<br/>在超市的陈列架上，卖得最好的商品皆是摆在眼睛高度左右的位置上。因为这些商品最易看到，也最易拿到。选择这种高度的人，创意是合乎常情的，常不脱离固定的形态。也可以说你是一个脑筋颇为顽固的人。你一生不会有太大的失败。通常你能做水准以上的工作，对自己的能力和感觉很有自信。如果你想要有很好的创意，最好有意改变一下观点。如此，你会意外地得到好主意，而财运也必为之大开。", "C": "选择低矮的树枝上。<br/>你对自己的判断很没自信，常常为这为那烦恼不已。你对新的事物总是敬而远之，相当消极。因此，你与其从事凭着瞬间的创意来决胜负的工作，不如从事需分析、检讨过去的实绩和经验来作出判断的工作。你不喜欢多样化的生活，只想守着一个人过日子。因此，比起做个领导者，你更适合做个幕僚，如此才能发挥你的特性，也才能招来财运。" },
      "num": 1,
      "images":"../../images/1.png"
    },
    {
      "title": "测你到了什么年龄最易发大财",
      "content": "咖啡厅里有一个年轻女生在拿着笔记本，开了文档写什么，你第一觉得她在写？",
      "choice": { "A": "工作方案", "B": "小说", "C": "论文报告", "D": "影评报道", "E": "日志随笔" },
      "result": {
        "A": "20到28岁 <br/>正所谓出名要趁早，赚钱也是如此。其实年轻正是容易发财的时候，这个时候的人，有无限的潜力，也会有无穷的创意。你是一个头脑灵活的人，也有很多关于创业的想法，关于实现理想的想法。所以这个时候的你，也是最容易发财的人。在这个阶段只要吃到了第一桶金，以后的金钱就会像被磁铁吸引了过来一样，源源不断地涌过来。到时候，你只要按部就班地把事情做好，就会来钱的。但那个时候，你已经不会有发财的新鲜感了。论起成就感，还是在年轻的时候，最最有体验了。",
        "B": "26岁到35岁 <br/> 这十年，堪称人生打拼的黄金年龄。这个时候的人，已经形成了固定的价值观，也对自己要走的路，渐渐摸索出来了一定的门道。如果是一个有理想的人，也渐渐地坚定了步代，或者干脆选择了放弃，一心只为了钱而打拼。这十年，是你最容易发财的阶段。虽然你会觉得十年来发财，对人生是不是残酷了一些。但是世界上从来就没有成功的捷径，那种靠买彩票发财的人，也只有那么一小点儿，何况你怎么知道他能中奖，不是前面积累起来的经验 ? 所以，你还是老实打拼吧，发财是有可能的。",
        "C": "30到40岁 <br/> 三十而立，当然是成家立业的意思。在三十岁之前，我们有青春，有玩乐的资本，可是年岁渐长，不得不面对我们的另一个人生，那就是成家立业，成立自己的小家庭，建立自己的事业。可能有的人会说，自己没有什么事业心，但是提及钱财却也会两眼放光。或者大多数的人想要发财，也只能通过发展事业来取得了。而你就是这样的人，只有到了这个思想成熟，自己想要创造事业的时候，才会去努力奋斗吧。这个时候，有强健身体去打拼，发财也只是时日问题。",
        "D": "40岁左右 <br/> 三十而立，四十不惑，不是没有道理的。如果说三十岁，才开始学会安身立命，学会树立拼搏的信心，那么到了四十岁，就真的是不再对人生对金钱产生迷惑感了。你会对自己的人生有了很清晰明确的方向。也知道了自己真正能做的是什么，什么会为自己带来财富，什么会为自己带来名声。你要如何做，才会轻易地就为有钱人。这个阶段的你，最容易发财了。你已经积累了很多的资本，不管是经验还是人脉，加之此时你也不算老，年富力强，所以它们都会为你创造金钱。",
        "E": "45岁左右 <br/>等到了这个年龄阶段，大概人生也觉得没有什么是看不透了吧。再过几年就知天命了嘛。因为这个时候，生命已经行进了大半，对之前执着追求的东西，也不再那么执着，反而看淡了许多。或许正是因为如此，越是看得淡，它越容易靠近你。上天一向公平，它给了你颠沛流离的前半生，让你一直为了钱而奔波，等你只想安静地过好下面的日子的时候，财运却好了起来。毕竟看得淡，不代表不需要钱嘛，只是成功或者失败，都打不倒你，这个时候做投资，还是容易发财的。"
      },
      "num": 1,
      "images": "../../images/2.png"
    },
    {
      "title": "如果真有转世投胎 你会选择当什么动物？",
      "content": "如果真的有转世投胎，阎罗王也让你从下列动物种选择投胎，你会选择哪种动物？",
      "choice": { "A": "贵宾狗", "B": "波斯猫", "C": "老鹰", "D": "大象", "E": "老虎" },
      "result": {
        "A": "贵宾狗：做好你分内的事，加上你天生勤俭刻苦的本性，你也可以累积到一笔丰硕的财富。<br/>你的工作能力平实稳重，虽没有什么偏财运，懂得节流是你比人家有优势的一点。在工作上你也是属于稳扎稳打型的，不容易有什么大建树，但也能力求不失误犯错。你会是老板眼中忠心尽力的好员工，却不会是个好老板。努力工作，做好你分内的事，加上你天生勤俭刻苦的本性，你也可以累积到一笔丰硕的财富。",
        "B": "波斯猫：你的偏财运不错 <br/>你的偏财运不错，工作上你也容易走偏锋，总想着如何能一夜致富。你的脑筋很灵活，也比别人动得还快，只可惜大多数的想法都过于好高骛远，也不切实际。而且通常只有心动并未行动。搭配你这样的性格，你也有一颗不怕死的心脏，不妨可以大胆去作投资。投资切勿玩票性质，用心经营，迅速累积财富不是梦。",
        "C": "老鹰：基础实力足够又何愁不能平步青云、一飞冲天<br/>你的分析及逻辑能力很强，也有敏锐的直觉，很容易就掌握市场的脉动进而创造奇迹。只是你目前可能苦于资讯不足而无法一展长才。乔丹除了篮球天才之外，还有看不见的基础训练及努力。你的天赋也有靠你不断地去锻炼才可以。多涉猎相关的书，多请教同业的前辈，等基础实力足够又何愁不能平步青云、一飞冲天。",
        "D": "大象：你本身不喜欢工作，也有点好吃懒做。<br/>你本身不喜欢工作，也有点好吃懒做。对工作常缺乏热忱、提不起劲，生活慵懒，只想过太平安逸的日子。除非你是含着金汤匙出生，一辈子不愁吃穿，否则你的人生只会充满诸多无奈。想要安逸的日子不是不可以，趁着年轻好好努力拼老命去赚钱，你的底子不会比别人差到哪里去。让自己占住大位后再来享受也不迟。",
        "E": "老虎：你很适合投机炒作。<br/>你很适合投机炒作。你的资讯来源管道一向畅通，你的侵略力也够，加上你凡事快、狠、准的精确判断力，不得不承认你很适合短线炒作。你可以投资股票，也可以炒作房地产，多半都能获得不错的成绩。只是需注意你的开销也大，赚得钱不见得能够承受你的亏损。成功致富之后也要用于回馈社会，如此名利才能双收。"
      },
      "num": 1,
      "images": "../../images/3.png"
    },
    {
      "title": "测一测，你有从商的潜质吗？",
      "content": "和情人外出旅游去美丽的丽江度假，你更愿意选择怎样的住处呢？",
      "choice": { "A": "住风景区宾馆浪漫的情人专属套房", "B": "住格式简单，颇有风味的木制小客栈", "C": "住酒店豪华总统套房" },
      "result": {
        "A": "住风景区宾馆浪漫的情人专属套房<br/>过于心软的你恐怕不太适合在商战上做挑大梁的人物，聪明能干你们虽然知道该怎么做，但是你们太喜欢站在别人的立场上为别人考虑，面对商战的严酷，关键时候你们依旧很难狠下心肠，所以你们还是比较适合做高级助理，幕僚一类的人物。",
        "B": "住格式简单，颇有风味的木制小客栈<br/>“扮猪吃老虎”简直就是你的写照，看起来一脸善良淳朴的你其实心里的算盘精到不行，你最大的杀手锏就是能够让对方小视你，对你不加防备，阻力少了，你自然容易旗开得胜，不过商场争斗不是自己打自己的算盘就可以得尽商机的，有时候该有魄力的时候还是要敢于展露锋芒才行。",
        "C": "住酒店豪华总统套房<br/>行事干净俐落又务实的你很有商业大家的风范，若自己多家培养，一定能树立一番事业。你很善于区分事情轻重急缓，很有原则性，颇有魄力，凡事喜欢大手笔，敢于突破，也很注重长远利益。不过在很多人心目中可能会觉得你没有人情味，要知道，水能载舟亦能覆舟。",
      },
      "num": 1,
      "images": "../../images/4.png"
    },
    {
      "title": "自杀的方法测财运",
      "content": "这回所做的测验是稍微比较奇怪的测验。如果有点不理想的话，那很抱歉！但是，如果你无论如何都非自杀不可时，会选择什么样的呢？<br/>此测验原来是德国社会心理学者，为缘份测验所设计的一种测验，是由占星测验所改成的。",
      "choice": { "A": "吃安眠药并开瓦斯自杀", "B": "化妆得很漂亮再上吊自杀", "C": "夺取警察的枪自杀", "D": "由日本最美的海岬跳下自杀。" },
      "result": {
        "A": "财运强的人，并不只是运气好而已，在性格上，也要有和普通人不太一样的特色。这样才能掌握住财运。<br/>你对事情的看法很悲观，总是往坏的一面想。在赚钱方面也是非常消极，是稍稍吝啬的人。拿出的钱少，赚的也少。",
        "B": "财运强的人，并不只是运气好而已，在性格上，也要有和普通人不太一样的特色。这样才能掌握住财运。<br />想像力丰富。普通人想不到的事，你都能很容易地联想到，对赚钱事也一样。是一个想出新事情就会马上去做的类型。但是，由于特殊的事情想得太多，所以失败也是有可能的。",
        "C": "财运强的人，并不只是运气好而已，在性格上，也要有和普通人不太一样的特色。这样才能掌握住财运。<br/>你非常乐观。总是将事情往好处想。不会为小事而想不开。财运颇佳，赚钱的方法也很高明的类型。",
        "D": "财运强的人，并不只是运气好而已，在性格上，也要有和普通人不太一样的特色。这样才能掌握住财运。<br/>对金钱受损有强烈的不安。虽握有大钱，却因不会使用，或有可能因为别人而损失掉。",
      },
      "num": 1,
      "images": "../../images/5.png"
    },
    {
      "title": "年轻的你能赚到钱吗-女性专属",
      "content": "下列有关女性的古代的神话传说中，你最喜欢哪一个？",
      "choice": { "A": "精卫填海", "B": "织女下凡", "C": "嫦娥奔月", "D": "女娲补天", "E": "巫山神女" },
      "result": {
        "A": "表面上看，你这样的女生十分平和，应该是那种比较传统的女生吧，有一份安安稳稳的工作就好了，也不会去想赚钱的事情。但是你极有主见，并不糊涂，你可是很会为自己的将来作打算的。加上你的赚钱运气极好，甚至搞不好在工作之外，还有一些偏财运。如果你真的努力地去赚钱了，你可不是省油的灯，会赚也会存，在年轻的时候，可能就能积累到资本。",
        "B": "你是属于比较懒的那一类型，你懒到没有去思考自己究竟还有多少的潜力，可以赚到很多的钱。原本你的财运是很不错的，脑子里也是比较有想法的，只是你比较懒，没有把想法付诸实践。原本你的那些IDEA，都是赚钱的好点子，只要稍微实践一下，就能赚到钱。如果你现在开始去实施，你是一定可以赚到钱的，车子房子都不会是问题。",
        "C": "你是一个挺综合类型的女生，既成熟又天真，既严肃又幽默，既现代又传统。天秤座特有的聪明，更多体现的是智慧。细腻、理性、好学加上一流的洞察力和最强的逻辑思维能力，用在投资理财上，能用极小的资本，投资理财成功，最后卷起一笔较大的财富。毕竟你有眼光，投资理财，完全也是不逊色任何人的。赚起钱来，不输于男生，也总是能吸引财神爷的眷顾。",
        "D": "虽然说，别人看你是有一些占点儿小便宜的，但是不得不说，这种小便宜累积多了，就会是一笔大财富。你一向是会精打细算的，很适合生活，在生活中就能存下钱来。如果你自己努力地去赚钱了，你更加可以存下一笔钱来。但是相对于一些赚大钱的人，你存下的钱又远远比不上人家了。年轻的时候，倒不如把这些小钱，用在人际交往、学习投资理财上，未来赚大钱呢。",
        "E": "是的，有一种人叫外柔内刚，有一种人最擅长的就是扮猪吃老虎。这样的女生，搁后宫，简直是腹黑类型的大BOSS，搁现代的职场，简直也是职场的人生赢家。你就是这样的人。你的本身财运好，又喜欢自由，不喜欢给人打工，如果跳出来，自己创业，或者做自由职业者，都会是不错的选择。在赚钱上面，你一向不弱，所以如果狠心地赚起钱来，也会更加出色。",
      },
      "num" : 1,
      "images": "../../images/6.png"
    },
    {
      "title": "麦克兰德心理测试，看看你能发多大的财？",
      "content": "全球首富比尔盖茨，曾经在1974年时（其时他还是一名大二学生）也参与这项测试。</br>他当时获得了满分——80分。",
      "choice": [
        {
          "title": "第一题：你口袋里只有100美元。给如下四种方案，你会选择哪一种？",
          "choice": {
            "12": "花50美元买一套衣服，10美元吃一顿饭，20美元买彩票，20美元节余。",
            "8": "花90美元买彩票，10美元吃一顿饭。",
            "4": "花10美元吃一顿饭，90美元节余。",
            "16": "花10美元给女朋友买生日礼物，10美元吃一顿饭。",
          }
        },
        {
          "title": "第二题：你站在阳台上望着街道，2分钟后，你看见了一辆高级轿车停下，车里走出来是一位美女（或美男）。大概3分钟后，有一位歹徒冲过来，抢走了该美女（或美男）的钱包。在以下四种情况里面，哪一种是接近于你当时（5分钟里面）可能发生的行为？",
          "choice": {
            "6": "你3分钟打量轿车，1分钟欣赏美女，1分钟注意突发事件。",
            "16": "你有两分钟在打量轿车，1分钟欣赏美女，另外两分钟在琢磨被抢走钱包里会不会有很多钱。",
            "8": "你有1分钟在打量轿车，3分钟欣赏美女，1分钟注意突发事件，被抢走钱包里会不会有很多钱这个念头一闪而过。",
            "4": "你基本没有打量轿车，4分钟欣赏美女，1分钟注意突发事件。",
          }
        },
        {
          "title": "第三题：有四个人向你借钱，你会最优先考虑哪一个人的借钱要求?",
          "choice": {
            "3": "A 是你最好的朋友，说：“我现在很困难，你若不借钱给我，我可能就会露宿街头。”",
            "8": "B 是你的一名熟人，说：“我将如期归还，并付你超过银行利率20%的报酬。”",
            "4": "C 是你正在追求的女(男)孩子的父亲，说：“我向你借钱买车，还期暂时不能确定。”",
            "16": "D 是你的仇人，他说：“我有一个好项目，我俩化敌为友合作开发它吧，你我各投资一半，风险与利润均摊，但你必须借我点钱，因为我的资金不足。”",
          }
        },
        {
          "title": "第四题：有一位灵验到让人无法置疑的巫师，他对你说：在你的婚礼上有四种服装可供你选择， 你必须选一件穿。你会做出哪一种选择呢？ ",
          "choice": {
            "8": "你的爱人要求你穿的衣服。如果你听从的话，你一辈子的感情都会很如意。",
            "10": "朋友们要求你穿的衣服。如果你听从的话，你一辈子走到任何地方都不缺朋友。只要你有困难时，就一定会有朋友出来帮你。",
            "4": "你自己喜欢并想穿的衣服。如果穿上它了，你一辈子都活得很有尊严和很有权威。",
            "16": "是巫师给你选的衣服，看上去不伦不类。如果你穿上它，在婚礼上肯定要出洋相，而且你的爱人必定会责怪你，你朋友也可能会弃你而去。但是，你一辈子都会财运亨通，富甲一方。",
          }
        },
        {
          "title": "第五题：如果你看到地上有一美元硬币，以下四种表现哪一种最接近于你可能做出的表现？",
          "choice": {
            "12": "你旁若无人，将硬币拣起，揣进口袋。",
            "8": "你左右张望，如果有人就算了，如果没有人注意，就将硬币拣起，揣进口袋。",
            "4": "你不予理睬，直接无视，从硬币上跨过去。",
            "16": "你将硬币拣起，揣进口袋，然后四处搜寻一阵，看看丢钱人是否口袋破了个洞，在附近其他地方也散落了硬币。",
          }
        },
      ],
      "result": [
        {
          "min": 0,
          "max": 25,
          "content": "欠一屁股债去见上帝。"
        },
        {
          "min": 26,
          "max": 40,
          "content": "注定受穷终生。"
        },
        {
          "min": 41,
          "max": 50,
          "content": "收入一般。"
        },
        {
          "min": 51,
          "max": 60,
          "content": "生活富裕。"
        },
        {
          "min": 61,
          "max": 65,
          "content": "将成为百万富翁。"
        },
        {
          "min": 66,
          "max": 70,
          "content": "将成为千万富翁。"
        },
        {
          "min": 71,
          "max": 75,
          "content": "将成为亿万富翁。"
        },
        {
          "min": 76,
          "max": 80,
          "content": "将成为世界级富豪。"
        },
      ],
      "type": "scoring",
      "num" : 5,
      "images": "../../images/7.png"
    },
    {
      "title": "测试你做什么更易发财",
      "content": "人人都在做着发财的美梦，但是忘了自己更适合做什么。所以不少人如同无头苍蝇一般到处乱撞，却也四处碰壁。不知道你做什么更容易发财呢？是天生有做生意的头脑，还是更适合做个高管？不妨一测。",
      "choice": [
        {
          "title": "1、长大后的你，比小时候要好看吗？",
          "choice": {
            "1": "是的",
            "2": "不是",
            "3": "一般",
          }
        },
        {
          "title": "2、你的想象力现在越来越退化了？",
          "choice": {
            "2": "是的",
            "3": "不是",
            "4": "一直差",
          }
        },
        {
          "title": "3、你现在还能坚持着学生时代的某个好习惯吗？",
          "choice": {
            "3": "是的",
            "4": "不是",
            "5": "一直没好习惯",
          }
        },
        {
          "title": "4、对于赚钱，其实你给自己的压力太大了吗？",
          "choice": {
            "4": "是的",
            "5": "嫌小了",
            "6": "没压力",
          }
        },
        {
          "title": "5、你现在会看一些理财方面的书籍？",
          "choice": {
            "5": "是的",
            "6": "不是",
            "7": "偶尔",
          }
        },
        {
          "title": "6、你现在其实最向往下面哪一种生活？",
          "choice": {
            "6": "小镇休闲生活",
            "7": "乡下绿色生活",
            "A": "都市华丽生活"
          }
        },
        {
          "title": "7、最近一年，你每个月都有存钱吗？",
          "choice": {
            "7": "是的",
            "8": "不是",
            "9": "偶尔存",
          }
        },
        {
          "title": "8、如果让你去演一部古装剧，你觉得你是下面哪种角色？",
          "choice": {
            "8": "门派传人",
            "A": "神秘剑客",
            "B": "富家子弟",
          }
        },
        {
          "title": "9、除了钱，你觉得下面哪一样，是目前的你最缺少的？",
          "choice": {
            "C": "健康",
            "D": "爱情",
            "A": "时间",
          }
        },
        {
          "title": "10、如果你掉了一把斧子到湖里，白胡子老爷爷问你话，你会说自己掉了什么？",
          "choice": {
            "B": "金斧头",
            "C": "银斧头",
            "D": "铁斧头",
          }
        },
      ],
      "result": {
        "A": "做管理<br/>对于你来说，发财还真的是没有什么第二条路啦，除了努力工作，你就只有努力工作了。因为你更适合在一个公司做着管理阶层，拿着不菲的年薪，如果是去创业的话，你反而不大适应，毕竟创业的压力太大了，超过你做公司高管的压力，你也不想过得太辛苦，有一定的制度，更适合你。",
        "B": "创业发财<br/>其实像你这种不喜欢受管制于人的人，喜欢自由，又想要发财，真的也只有创业发财啦。创业可大可小，大到开公司，小到摆地摊，反正都是自己对自己负责。而慢慢地你也会积累一定的能力与财富，最后也可以从小地摊，发展成为商铺老板，赚钱之类的，也是水到渠成啦。",
        "C": "投资理财<br/>有句话说得好，你不理财，财不理你，你在投资理财方面的眼光还是很不错的，你有这方面的头脑，所以想要发财的话，还是在自己有了一定的积蓄之后，去研究一下投资理财比较适合你。这样你不管是从事什么工作，都会有第二份收入。如果到了一定的时机，光靠炒股之类的，你也可以过得很潇洒。",
        "D": "中个大奖<br/>对于你这种懒散的人来说，去创业只有失败的份，去投资只有亏钱的份，做公司高管你又没有那个能力。得了，你这辈子想要发财，还真的只有中个大奖才能实现了。当然啦，如果你现在开始不要这么懒，做个小本生意也好，去投资也罢，还是有希望能赚到更多的钱了，否则发财的概率就是中奖的概率。"
      },
      "type": "jump",
      "num": 10,
      "images": "../../images/8.png"
    },
    {
      "title": "测一测，你到底从事哪个行业会发财？",
      "content": "对工作没有了当初的激情，想要换份工作，却又不知道要从事哪个行业！正在彷徨无助的你快来测一测，看看你到底从事哪一行才能财源滚滚滚。。。。。。",
      "choice": [
        {
          "title": "1、下列哪几个词语最能形容你目前的生活状态？",
          "choice": {
            "1": "欢乐",
            "2": "平淡",
            "3": "乏味",
          }
        },
        {
          "title": "2、你喜欢和哪种性格的人一起共事？",
          "choice": {
            "2": "温和大度",
            "3": "泼辣干练",
            "4": "正直严谨",
          }
        },
        {
          "title": "3、假如要在卧室的墙上挂上一个物品，你会选择下面哪个呢？",
          "choice": {
            "3": "艺术照",
            "4": "风景画",
            "5": "吉祥物",
          }
        },
        {
          "title": "4、你是个比较“念旧”的人？",
          "choice": {
            "4": "是的",
            "5": "不是",
            "6": "不确定",
          }
        },
        {
          "title": "5、平时喜欢在博客里写些文章？",
          "choice": {
            "5": "是的",
            "6": "不是",
            "7": "不确定",
          }
        },
        {
          "title": "6、你比较会控制自己的情绪？",
          "choice": {
            "6": "是的",
            "7": "不是",
            "8": "不确定",
          }
        },
        {
          "title": "7、你认同“过程做好了，结果也不会太坏”这句话吗？",
          "choice": {
            "7": "赞同",
            "8": "反对",
            "9": "不确定",
          }
        },
        {
          "title": "8、心情不佳时，你会选择哪种方式来发泄郁闷？",
          "choice": {
            "8": "闭目养神，听些舒缓的音乐",
            "9": "一个人到户外走走，看看风景→10",
            "A": "到ktv去唱歌",
          }
        },
        {
          "title": "9、当看到沿街乞讨的残疾人，你会有何感想？",
          "choice": {
            "9": "骗子很多，千万不能相信",
            "A": "真可怜，得帮一下他",
            "B": "很普通的现象，没感觉",
          }
        },
        {
          "title": "10、你是个能守住秘密的人？",
          "choice": {
            "B": "是的",
            "C": "不是",
          }
        },
      ],
      "result": {
        "A": "靠颜值生财<br/>职业方向：演员、歌手、模特等<br/>你拥有着良好的外形条件和出众的气质，你眼神中散发出来的光芒是那样的柔和、迷人，非常具有亲和力。你的模仿能力很强，也有一定的表现欲，适应能力也不错，比较合适往娱乐行业发展。<br/>你很有明星的潜质，会有大放光彩的一天，不妨培养自己这方面的兴趣和爱好，多学点才艺和技能，挖掘出自己的潜力。",
        "B": " 靠头脑生财<br/>职业方向：自主创业、策划、广告设计等<br/>你头脑灵活，独立性强，不喜欢被约束，能够接受新鲜的事物，适合做一些有关创意方面的事情，比如策划、设计、文案等。若是你不喜欢做职员，不妨考虑自主创业，凭着你活络的头脑、良好的应变能力，可以在商界闯出一番天地。<br/>要提醒你的是，平时广结善缘，多多结交一些优秀人士，对自己的事业会有很大的帮助。",
        "C": "靠嘴巴生财<br/>职业方向：律师、主持人、教师等<br/>你是个很有思想的人，能够深入研究学问，也能将自己内心的想法准确的表达出来。口才了得，多思善辩，做事积极的你适合从事动口生财的行业。你朝着这方面发展，不仅能获得巨大的财富，还能获得成就感、满足感。",
      },
      "type": "jump",
      "num": 10,
      "images": "../../images/9.png"
    },
    {
      "title": "测试财神什么时候能到我家",
      "content": "尽管金钱不是衡量一个人成功与否的唯一标准，但在现今社会中，成功人士的口袋中缺钱的为数不多，也就是说，有钱在一定程度上已经与有能力有作为画上了等号。</br>也许你目前正处于锻炼自我、提高能力的阶段，虽有壮志，却无钱财，那你也不必着急嘛，只要你掌握了积累财富的方法，何愁不发财呢？先做个测试吧！每题共有三个选项A 是；B 不知道；C 否。选择适合你的一项。",
      "choice":[
        {
          "title": "1、你经常买福利彩票吗？",
          "choice": {
            "3": "是",
            "2": "不知道",
            "1": "否",
          }
        },
        {
          "title": "2、你喜欢吃甜食吗？",
          "choice": {
            "3": "是",
            "2": "不知道",
            "1": "否",
          }
        },
        {
          "title": "3、你喜欢打麻将吗？",
          "choice": {
            "3": "是",
            "2": "不知道",
            "1": "否",
          }
        },
        {
          "title": "4、你喜欢说些令人吃惊的话吗？",
          "choice": {
            "3": "是",
            "2": "不知道",
            "1": "否",
          }
        },
        {
          "title": "5、你的体重适中吗？",
          "choice": {
            "3": "是",
            "2": "不知道",
            "1": "否",
          }
        },
        {
          "title": "6、你常去商店买打折的物品吗？",
          "choice": {
            "3": "是",
            "2": "不知道",
            "1": "否",
          }
        },
        {
          "title": "7、小时候你拥有许多玩具吗？",
          "choice": {
            "3": "是",
            "2": "不知道",
            "1": "否",
          }
        },
        {
          "title": "8、你的亲友有人经商吗？",
          "choice": {
            "3": "是",
            "2": "不知道",
            "1": "否",
          }
        },
        {
          "title": "9、你看到想要的东西一定要得到吗？",
          "choice": {
            "3": "是",
            "2": "不知道",
            "1": "否",
          }
        },
        {
          "title": "10、你喜欢追逐时尚吗？",
          "choice": {
            "3": "是",
            "2": "不知道",
            "1": "否",
          }
        },
        {
          "title": "11、你能独自一人完成一项任务吗？",
          "choice": {
            "3": "是",
            "2": "不知道",
            "1": "否",
          }
        },
        {
          "title": "12、你从小到大从未缺过钱吗？",
          "choice": {
            "3": "是",
            "2": "不知道",
            "1": "否",
          }
        },
        {
          "title": "13、在银行有你的户头吗？",
          "choice": {
            "3": "是",
            "2": "不知道",
            "1": "否",
          }
        },
        {
          "title": "14、你很少借钱给别人吗？",
          "choice": {
            "3": "是",
            "2": "不知道",
            "1": "否",
          }
        },
        {
          "title": "15、你觉得自己很聪明吗？",
          "choice": {
            "3": "是",
            "2": "不知道",
            "1": "否",
          }
        },
        {
          "title": "16、你会同意分期付款的方式买房、买车吗？",
          "choice": {
            "3": "是",
            "2": "不知道",
            "1": "否",
          }
        },
        {
          "title": "17、你每月都去储蓄吗？",
          "choice": {
            "3": "是",
            "2": "不知道",
            "1": "否",
          }
        },
        {
          "title": "18、你愿意为了大局而牺牲小的利益吗？",
          "choice": {
            "3": "是",
            "2": "不知道",
            "1": "否",
          }
        },
        {
          "title": "19、你会在公共场合捡起一角钱吗？",
          "choice": {
            "3": "是",
            "2": "不知道",
            "1": "否",
          }
        },
        {
          "title": "20、你从没做过丢钱或被抢劫的梦吗？",
          "choice": {
            "3": "是",
            "2": "不知道",
            "1": "否",
          }
        }
      ],
      "result": [
        {
          "min": 0,
          "max": 20,
          "content": "<b>花钱如流水型</b><br/>你的一生不会有太多的储蓄。不是不能挣钱，而是不能存钱，“得过且过”、“今朝有酒今朝醉”这种观念根深蒂固，只图眼前的享受，不为以后着想，丝毫没有储蓄的念头。<br/>计划用钱，减少开支，对你而言是件痛苦的事；用钱大方，大量送礼赠物，这样会让你觉得很开心。你很少考虑自己，常为了别人而大肆挥霍来满足自己的虚荣心。不过你确有赚钱的能力，跟用钱一样，能大量用钱也能大量赚钱，换句话说，你是属于高收入、高支出的类型。吃、喝、玩、乐不愁没钱，也不会陷于拮据，25岁到35岁间，赚钱、花钱最为显著，这时候若能好好攒钱，不过分挥霍，应该会有安适的晚年生活。这类人有赚钱的本领，若能牢记节俭的原则，也可成为一方首富。"
        },
        {
          "min": 21,
          "max": 30,
          "content": "<b>老来有财运型</b><br/>你小时候可能非常缺钱用，连零花钱也是少之又少，不过随着年龄的增加，在20岁、30岁以后，你也越能赚钱，而且你本身又不太浪费，也不随便向人借钱。对于钱财，你懂得谨慎使用，参加投资事业首先考虑的就是不动产股份公司、储蓄银行等事业，对于可获大利润但容易遭致大亏空的投机业、赌博业，你不屑一顾，没有丝毫兴趣。<br/>不过你必须按部就班，脚踏实地去赚钱、存钱，相信你会有比普通人多存好几倍的机会。如果你赚钱后就急着去挥霍就不可能成为大富翁。40岁左右是这类人赚钱的大好时机，投资金属、宝石、土地和不动产等，甚至独自经商，都是赚大钱的良机，成为亿万富翁也有可能；结婚时应该慎选配偶，善于管财的才是你的好对象，并因此可以脱离贫困的窘境。即使丧失了这些良机，成不了亿万富翁，你也能成为小财主，过着舒适、不愁物质享受的晚年。"
        },
        {
          "min": 31,
          "max": 44,
          "content": "<b>缺乏财运型</b><br/>因为目前的你缺乏财运，自小就没有财神爷光顾，心中最好不要存有赚大钱的念头，也不能从事投机事业，否则不但赚不到钱，反而会吃不了兜着走的。<br/>年轻时没有财运，财神爷久久没有降临，从孩提时代起就缺乏对金钱的重视，袋子里或钱包里从没有数目可观的余钱，可以说是两手空空、家徒四壁的人。大约二十七八岁才会有金钱，生活上不再有愁钱的困境，但一接近30岁就会再度面临缺钱的困境，也不可能得到双亲的接济。<br/>这类人的财运用在30岁到40岁之间最为重要，这时期一旦不能把握，过了50岁，想赚钱就更难了，反会为此受自己儿女或家人的怨恨，敬而远之，因而易晚年孤独。所以你一生中存钱的唯一良方就是节俭，尽可能存钱，尽可能有计划用钱，丝毫也不能浪费。在通货膨胀时期赚了钱，与其储蓄不如购置不动产来求稳固。社会变动激烈或经济混乱，最能发挥你赚钱的本领，孜孜不倦地赚钱，该用则用，该省则省，因此而能拥有几百万元的人也为数不少。这种攒钱的方式虽有些辛苦，不过你的一生会很平安。"
        },
        {
          "min": 45,
          "max": 60,
          "content": "<b>财运滚滚型</b><br/>不会满足于平凡的生活，憧憬飞黄腾达。虽有过分的欲望，可是不会遭致严重的不幸。你是财运高照的类型，抱着与其孜孜不倦地赚钱、存钱，不如意外发大财的想法，在20岁时就会以不动产、遗产、投机事业等走财运。你的性格决定你30岁左右适合自己开工厂、制造商品，而且这种产品是并非一般人所能注意到的，由于没有竞争者，因此大赚其钱。女孩子也跟男孩子一样，能经营商业致富，婚后丈夫也可成巨富。这时期正是财运高照的时候，要是有更高明的手腕，成为巨富并非不可能。<br/>这种在不知不觉间致富的机会，换作他人，反是一大风险。不过你在30岁左右所赚的钱，也容易大量花费在异性身上，但也不会为此而弄得人财两空。你一缺钱，就会设法赚钱，到50岁时财神爷再度降临，做任何事都能一帆风顺，生活上不会有拮据的困境。过了60岁，花掉的金钱虽想再赚回来，但已身不由己了，所以要为你的晚年生活留条后路哟。"
        }
      ],
      "type": "scoring",
      "num":20,
      "images": "../../images/10.png"
    }
  ]
  return datas
}
module.exports = {
  loadData: loadData
}